Repository: AmesianX/linm
Catalog: po/*.po
Languages: ru

source: Yes(Y)
ru: Да(Y)

source: No(N)
ru: Нет(N)

source: Cancel
ru: Отмена

source: Name
ru: Имя

source: Protocol
ru: Протокол

source: Address
ru: Адрес

source: Directory
ru: Каталог

source: Port
ru: Порт

source: UserName
ru: Логин

source: Password
ru: Пароль

source: PublicKey
ru: Публичный ключ

source: PrivateKey
ru: Личный ключ

source: Insert
ru: Вставить

source: Modify
ru: Изменить

source: Delete
ru: Удалить

source: Close
ru: Закрыть

source: Configure
ru: Настроить

source: Find
ru: Найти

source: Replace
ru: Заменить

source: configure command not found..
ru: команда не найдена...

source: Error
ru: Ошибка

source: Copy
ru: Копировать

source: Do you really want to select files copy int next panel directory?
ru: Скопировать выделенные файлы в каталог следующей панели?

source: Move
ru: Переместить

source: Do you really want to select files move into next panel directory?
ru: Переместить выделенные файлы в каталог следующей панели?

source: [ Owner ]
ru: [ Владелец ]

source: [ Group ]
ru: [ Группа ]

source: Question
ru: Внимание

source: subdirectory files change ?
ru: Изменить файлы подкаталога?

source: Chown command
ru: Команда смены владельца

source: Error Info
ru: Информация об ошибке

source: input search filename.
ru: введите имя для поиска

source: Wait
ru: Подождите

source: Please wait !!! - Cancel Key [ESC]
ru: Пожалуйста, подождите. ([ESC] - отмена)

source: Warning
ru: Предупреждение

source: File Not Found.
ru: Файл не найден.

source: Find List - %d
ru: Список поиска - %d

source: max column size ( 0:Auto, 1~6 )
ru: количество колонок (0:авто, от 1 до 6)

source: directory first sort
ru: сначала отображать каталоги

source: choice file execute
ru: показывать диалог выбора приложения

source: hidden file view
ru: показывать скрытые файлы

source: hint view
ru: показывать подсказки

source: always screen redraw
ru: всегда перерисовывать экран

source: default use LinM editor.
ru: редактор по умолчанию

source: external editor program
ru: внешний редактор

source: LinM editor tab width
ru: ширина символа TAB

source: LinM editor backup on save
ru: создавать резервную копию при сохранении

source: LinM editor line number view
ru: нумеровать строки

source: diff program
ru: внешняя программа diff

source: console tansparency
ru: прозрачная консоль

source: always enable change to next window
ru: всегда переходить к следующему окну

source: is invalid.
ru: неверно.

source: configuration files are not compatible. configuration files copy ?
ru: конфигурационные файлы несовместимы. Создать резервные копии?

source: LinM is already running on this terminal. LinM is return key [ Ctrl+O ]
ru: LinM уже запущен на этом терминале. Нажмите Ctrl+O для возврата.

source: Vim View
ru: Просмотр в Vim

source: Do you wan't vi editor ?
ru: Запустить vim?

source: About
ru: О программе

source: LinM Key List
ru: Список горячих клавиш

source: File Panel Key List
ru: Список клавиш для операций с файлами

source: LinM Change Directory Key List
ru: Список клавиш для навигации

source: Simple Editor Key List
ru: Список клавиш встроенного редактора

source: LinM Function Key List
ru: Функциональные клавиши

source: File Panel Function Key List
ru: Функциональные клавиши файловой панели

source: LinM Change Directory Function Key List
ru: Функциональные клавиши навигации

source: Simple Editor Function Key List
ru: Функциональные клавиши встроенного редактора

source: Help
ru: Справка

source: Press any key to return LinM...
ru: Нажмите на любую клавишу для возврата в LinM...

source: Edit Parameter
ru: Редактировать параметр

source: Do you want to run this operation?
ru: Выполнить запрошенную операцию?

source: Don't directory edit.
ru: Невозможно редактировать каталог.

source: File loading failure.
ru: Ошибка при загрузке файла.

source: LinM Quit
ru: Выход из LinM

source: Do you really want to quit the LinM ?
ru: Вы действительно хотите выйти из LinM?

source: current remote connected.
ru: Невозможно установить соединение.

source: Input sftp,ftp,smb connect url (ex. sftp://user:pswd@hostname)
ru: Введите путь (например, sftp://user:pswd@hostname)

source: input url invalid format.
ru: неверный формат ссылки

source: Remote Close
ru: Закрыть соединение

source: Do you really want to remote connection close ?
ru: Вы действительно хотите закрыть соединение?

source: plugin not found.
ru: плагин не найден.

source: Selected files %10s / %10s byte
ru: Выбранные файлы %10s / %10s байт

source: Size info
ru: Размер

source: Input name of the compressed file. [filename]
ru: Введите имя архива [имя]

source: input file used.
ru: Файл уже используется.

source: Please wait !!! - Compress file [
ru: Подождите, идет архивация [

source: Selected files %10s / %10s byte
ru: Выделенные файлы %10s / %10s байт(ов)

source: Clipboard View
ru: Просмотр буфера обмена

source: Compress the select files.
ru: Архивировать выбранные файлы

source: Current file install.
ru: Установить выбранный файл

source: Install
ru: Установить

source: Install Nodeps
ru: Установить без учета зависимостей

source: Do you want install current file ?
ru: Установит текущий файл?

source: chmod local file system only.
ru: Сменить права доступа можно только для локальных файлов

source: subdirectory files permision change ?
ru: Сменить права доступа для подкаталогов?

source: set user ID on execution
ru: Выполнить от имени другого пользователя

source: set group ID on execution
ru: Выполнить от имени другой группы

source: read by owner
ru: Владелец может читать

source: write by owner
ru: Владелец может редактировать

source: execute/search by owner
ru: Владелец может исполнять

source: read by group
ru: Группа может читать

source: write by group
ru: Группа может редактировать

source: execute/search by group
ru: Группа может исполнять

source: read by other
ru: Остальные могут читать

source: write by other
ru: Остальные могут редактировать

source: execute/search by other
ru: Остальные могут исполнять

source: Chmod selected files
ru: Изменит права доступа к выбранным файлам

source: Terminal size is too small.
ru: Размер терминала слишком мал

source: Remote Connect Properties
ru: Свойства соединения

source: Remote Connect Modify
ru: Изменить свойства соединения

source: Do you really remove connection infomation? - %s
ru: Удалить информацию о соединении? - %s

source: [Ins]
ru: [Вставка]

source: [Ovr]
ru: [Замена]

source: [Read Only]
ru: [Только для чтения]

source: [Change]
ru: [Редактирование]

source: Replace All
ru: Заменить все

source: Skip
ru: Пропустить

source: Replace Next
ru: Заменить следующий

source: End of document reached. Continue from the begining?
ru: Достигнут конец документа. Продолжить сначала?

source: Quit
ru: Выход

source: Menu
ru: Меню

source: Split
ru: Разделить

source: Shell
ru: Оболочка

source: ClipCopy
ru: Копировать

source: ClipCut
ru: Вырезать

source: ClipPaste
ru: Вставить

source: Select
ru: Выбрать

source: RemoteConnect
ru: Соединие

source: SelectMode
ru: Режим выбора

source: Hint:
ru: Подсказка:

source: Select the directory where you want to extract these files.
ru: Укажите каталог для извлечения этих файлов.

source: Select the directory where you want to copy these files.
ru: Укажите каталог для копирования этих файлов.

source: Select the directory where you want to move these files.
ru: Выберите каталог для перемещения этих файлов.

source: File
ru: Файл

source: Dir
ru: Каталог

source: Byte
ru: Байт

source: Selected (
ru: Выбрано (

source: Please wait !!! - Uncompress file [
ru: Подождите, пожалуйста, -- разархивация файла [

source: Input sftp(ftp) connect url (sftp://user:pswd@hostname)
ru: Введите ссылку в виде sftp://user:pswd@hostname

source: remove not root directory. !!!
ru: Невозможно удалить корневой каталог.

source: All Rescan
ru: Пересмотреть все

source: Do you really want to directory all rescan ?
ru: Вы действительно хотите пересмотреть все каталоги?

source: Quit LinM
ru: Выход из LinM

source: Run
ru: Выполнить

source: Run(select)
ru: Выполнить...

source: Console Mode
ru: Консоль

source: Shell command
ru: Оболочка

source: View console
ru: Показать консоль

source: New
ru: Создать

source: Touch File
ru: Обновить файл

source: Diff
ru: Различия

source: Rename
ru: Переименовать

source: Chmod
ru: Права

source: Chown
ru: Владелец

source: Select all
ru: Выделить все

source: Invert select
ru: Инвертировать

source: Mkdir
ru: Создать каталог

source: To parent
ru: На уровень выше

source: To root
ru: В корневой каталог

source: To home
ru: Домой

source: Back
ru: Назад

source: Forward
ru: Вперед

source: Util
ru: Утилиты

source: Remote Connect
ru: Соединения

source: Quick Connect
ru: Соединить...

source: Disconnect
ru: Разорвать...

source: Extract
ru: Извлечь

source: Compress (tar.gz)
ru: Сжать (tar.gz)

source: Compress (tar.bz2)
ru: Сжать (tar.bz2)

source: Compress (zip)
ru: Сжать (zip)

source: View
ru: Просмотр

source: Refresh
ru: Обновить

source: Hide hidden file
ru: [*]Скрытые файлы

source: Show hidden file
ru: [ ]Скрытые файлы

source: Hide owner
ru: [*]Владелец

source: Show owner
ru: [ ]Владелец

source: Sort Change
ru: Сортировка

source: Next window
ru: Следующее окно

source: Option
ru: Опции

source: Locale Change
ru: Локализация

source: Edit Config
ru: Редактировать конфигурационный файл

source: Edit Keybind
ru: Редактировать горячие клавиши

source: Edit Colorset
ru: Редактировать цветовую схему

source: Quit Mcd
ru: Выйти из MCD

source: Size Info
ru: Размер

source: Korean Mode
ru: Режим корейского языка

source: Save
ru: Сохранить

source: Save As
ru: Сохранить как...

source: Edit
ru: Правка

source: Undo
ru: Отменить

source: Cut
ru: Вырезать

source: Paste
ru: Вставить

source: Indent Off
ru: Отключить форматирование

source: Indent On
ru: Включит форматирование

source: Select All
ru: Выделить все

source: Select Mode
ru: Режим выбора

source: Find Next
ru: Найти следующее

source: Find Previous
ru: Найти предыдущее

source: Show line numbers
ru: Нумеровать строки

source: Goto Line
ru: Перейти на строку

source: Goto First
ru: Перейти в начало файла

source: Goto End
ru: Перейти в конец файла

source: Vim Editor
ru: Редактор Vim

source: Mouse Mode On
ru: Использовать мышь

source: Mouse Mode Off
ru: Не использовать мышь

source: remote disconnected.
ru: соединение разорвано.

source: configure file parsing error !!!
ru: Ошибка в конфигурационном файле.

source: Run(root)
ru: Выполнить от суперпользователя

source: ExtEditor
ru: Внешний редактор

source: Input parameter.
ru: Введите параметр

source: go to the mounted directory.
ru: перейти в смонтированный каталог

source: Please wait !!! - Cancel Key [Ctrl+C]
ru: Пожалуйста, подождите. (Ctrl+C - отмена)

source: Uncompress failure !!!
ru: Ошибка разархивации.

source: File open error !!!
ru: Ошибка при открытии файла.

source: Input sftp connect url (user:passwd@hostname/dir)
ru: Введите путь (user:passwd@hostname/dir)

source: SFtp connect
ru: sftp-соединение

source: Please wait !!!
ru: Пожалуйста, подождите.

source: RSA key Finger info
ru: информация о ключе RSA

source: Authentication by password failed.
ru: Неверный пароль.

source: Unable to open a sftp session.
ru: Невозможно начать sftp-сессию.

source: get current dir reading failure !!!
ru: невозможно прочитать текущий каталог.

source: sftp file reading failure.
ru: ошибка чтения файла по sftp

source: SFtp rename failure !!! [%s]
ru: Ошибка при переименовании. [%s]

source: Make Directory
ru: Создать каталог

source: SFtp mkdir failure !!! [%s]
ru: Ошибка при создании каталога. [%s]

source: File access error (%s), continue? !!!
ru: Ошибка доступа (%s), продолжить?

source: Overwrite
ru: Переписать

source: Overwrite All
ru: Переписать все

source: Skip All
ru: Пропустить все

source: File exists :
ru: Файл существует:

source: File exists
ru: Файл существует

source: Directory can't rename.
ru: Невозможно переименовать каталог.

source: Directory Making error
ru: Ошибка при создании каталога.

source: Do you want to stop copy operation?
ru: Остановить копирование?

source: remote file access error (%s), continue? !!!
ru: ошибка доступа к удаленному файлу (%s), продолжить?

source: local file access error, continue?
ru: ошибка доступа к локальному файлу, продолжить?

source: SFtp Directory exists, continue !!! [%s]
ru: Каталог sftp существует, продолжить? [%s]

source: Source is not found : %s
ru: Источник не найден: %s

source: file writing failure. continue?
ru: Ошибка записи. Продолжить?

source: File access error, continue?
ru: Ошибка доступа. Продолжить?

source: sftp delete file
ru: удалить файл

source: Info
ru: Информация

source: sftp delete file ?
ru: Удалить файл?

source: Counting files...
ru: Подсчет файлов...

source: sftp file remove failure : %s : continue ?
ru: [sftp] ошибка удаления: %s. Продолжить?

source: Do you want to stop remove operation?
ru: Остановить удаление?

source: sftp dir remove failure : %s : %s. continue ?
ru: [sftp] ошибка удаления каталога: %s: %s. Продолжить?

source: File access error (%s), continue? !!!
ru: Ошибка доступа (%s). Продолжить?

source: sftp view file
ru: [sftp] Просмотр

source: File access error (%s). !!!
ru: Ошибка доступа (%s).

source: local file access error !!!
ru: Ошибка доступа к локальному файлу.

source: LocalEncode
ru: Локализация

source: Remote filename encode select
ru: Выбрать кодировку

source: Input ftp connect url (user:pswd@hostname/dir)
ru: [ftp] введите адрес (user:pswd@hostname/dir)

source: Ftp connect
ru: [ftp] соединение

source: File access error (%s) !!!
ru: Ошибка доступа (%s).

source: Directory exists, continue?
ru: Каталог существует, переписать?

source: Delete ?
ru: Удалить?

source: ftp file remove failure : %s : continue ?
ru: [ftp] ошибка при удалении файла: %s. Продолжить?

source: ftp dir remove failure %s : continue ?
ru: [ftp] ошибка при удалении каталога: %s. Продолжить?

source: Samba Connect Input WorkGroup - [%s - %s]
ru: [smb] рабочая группа - [%s - %s]

source: Samba Connect Input Username - [%s - %s] [%s]
ru: [smb] логин - [%s - %s] [%s]

source: Samba Connect Input Passwd - [%s - %s] [%s %s]
ru: [smb] пароль - [%s - %s] [%s %s]

source: Samba connect
ru: [smb] соединение

source: Could not open directory [smb:/%s] - %s
ru: Невозможно открыть каталог [smb:/%s] - %s

source: Samba Directory exists, continue !!! [%s]
ru: [smb] каталог существует. Продолжить? [%s]

source: File write access error (%s), continue? !!!
ru: Ошибка при записи (%s). Продолжить?

source: samba delete file
ru: [smb] удалить файл

source: samba delete file ?
ru: [smb] удалить файл?

source: samba file remove failure : %s : continue ?
ru: [smb] ошибка удаления файла: %s. Продолжить?

source: samba dir remove failure : %s : %s. continue ?
ru: [smb] ошибка удаления каталога: %s : %s. Продолжить?

source: rename failure !!! [%s]
ru: ошибка переименования: %s

source: mkdir failure !!! [%s]
ru: ошибка создания каталога: %s

source: file link copy failure : %s (%s) : %s. continue ?
ru: ошибка копирования ссылки: %s (%s) : %s. Продолжить?

source: Calculating file sizes...
ru: Вычисление размера файлов...

source: file remove failure : %s : %s. continue ?
ru: ошибка удаления файла: %s : %s. Продолжить?

source: link file remove failure : %s : %s. continue ?
ru: ошибка удаления ссылки: %s : %s. Продолжить?

source: dir remove failure : %s : %s. continue ?
ru: ошибка удаления каталога: %s : %s. Продолжить?

source: go to line number.
ru: перейти на строку.

source: not digit [%s
ru: не цифра [%s]

source: Yes
ru: Да

source: No
ru: Нет

source: Editor exit. Do you want to save ?
ru: Выход из редактора. Сохранить?

source: New file. Do you want to save ?
ru: Новый файл. Сохранить?

source: current file using.
ru: Текущий файл используется.

source: This file read only.
ru: Файл доступен только для чтения.

source: Current Encode
ru: Текущая кодировка

source: UNIX Mode
ru: Режим UNIX

source: DOS Mode
ru: Режим DOS

source: Encoding convert.
ru: Конвертировать

source: Find Text.
ru: Найти текст

source: FindNext
ru: Следующее

source: FindPrevious
ru: Предыдущее

source: First of document reached. Continue from the begining?
ru: Достигнут конец документа. Продолжить поиск сначала?

source: ftp file move fail !!!
ru: [ftp] ошибка перемещения

source: Console View & Ftp Close
ru: Показать консоль

source: Editor
ru: Редактор

source: Remove
ru: Удалить

source: SizeInfo
ru: Размер

source: File or Directory Select
ru: Выбор файла или каталога

source: Next Window
ru: Следующее окно

source: Window Split
ru: Разделить окно

source: Command Shell
ru: Оболочка

source: Copy files into clipboard.
ru: Копировать

source: Cut files into clipboard.
ru: Вырезать

source: Clipboard files current directory paste.
ru: Вставить

source: Clipboard files view.
ru: Показать буфер

source: Go back directory
ru: Назад

source: Go forward directory
ru: Вперед

source: Editor new file
ru: Редактировать...

source: Touch file
ru: Обновить

source: Remote
ru: Соединения

source: Sync Directory
ru: Синхронизировать

source: Console Mode (MC similar)
ru: Консоль (a.k.a MC)

source: search subdirectory.
ru: искать подкаталог

source: ftp/sftp connect
ru: соединения ftp/sftp

source: connect close
ru: закрыть соединение

source: Split Window
ru: Разделить окно

source: Scan
ru: Просмотреть

source: Cut Clipboard
ru: Вырезать

source: Copy Clipboard
ru: Копировать

source: Paste Clipboard
ru: Вставить

source: Indent Mode(On/Off)
ru: Форматирование

source: Language change
ru: Язык

source: New Document
ru: Новый...

source: Document Save
ru: Сохранить

source: Document Save As
ru: Сохранить как...

source: Vim editor
ru: Редактор Vim
